// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
       "亲爱的王潇",
        "花开一季，有落红为证",
        "逝去的岁月，如何能托于烟尘",
        "你的浅笑，是我永生眷恋",
        "相思的真情，是否能明白一二",
        "初识你,那是缘分的天意",
         "喜欢你,那是心灵的所系",
         "爱上你,那是幸福的开始",
         "拥有你,只愿一生不分离",
         "真希望这次我们是一颗有结果的树",
        "爱你永远。。。",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2022-08-22T13:14:00",
    // 双方的名字
    names: ["小王童学", "小陈童学"]
}
